Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-capture.jpeg-cutout-note
source: Object cutout captures require transparency. Snapzy will save them as PNG even when JPEG is selected.
de: Für die Erfassung von Objektausschnitten ist Transparenz erforderlich. Snapzy speichert sie als PNG, auch wenn JPEG ausgewählt ist.
es: Las capturas de objetos recortados requieren transparencia. Snapzy los guardará como PNG incluso cuando se seleccione JPEG.
fr: Les captures de découpes d'objets nécessitent de la transparence. Snapzy les enregistrera au format PNG même lorsque JPEG est sélectionné.
ja: オブジェクトの切り抜きキャプチャには透明性が必要です。 Snapzy は、JPEG が選択されている場合でも、ファイルを PNG として保存します。
ko: 개체 컷아웃 캡처에는 투명성이 필요합니다. Snapzy는 JPEG를 선택한 경우에도 해당 파일을 PNG로 저장합니다.
ru: Для захвата вырезов объектов требуется прозрачность. Snapzy сохранит их в формате PNG, даже если выбран JPEG.
vi: Ảnh tách chủ thể cần nền trong suốt. Snapzy sẽ lưu chúng dưới dạng PNG ngay cả khi bạn chọn JPEG.
zh_hans: 对象剪切捕捉需要透明度。即使选择 JPEG，Snapzy 也会将它们保存为 PNG。
zh_hant: 對象剪切捕捉需要透明度。即使選擇 JPEG，Snapzy 也會將它們保存為 PNG。

# preferences-capture.microphone-description
source: Capture your voice
de: Erfassen Sie Ihre Stimme
es: Captura tu voz
fr: Capturez votre voix
ja: あなたの声をキャプチャ
ko: 목소리를 담아
ru: Запечатлейте свой голос
vi: Ghi lại giọng nói của bạn
zh_hans: 捕捉你的声音
zh_hant: 捕捉你的聲音

# preferences-capture.microphone-requires-macos
source: Requires macOS 15.0+
de: Erfordert macOS 15.0+
es: Requiere macOS 15.0+
fr: Nécessite macOS 15.0+
ja: macOS 15.0 以降が必要です
ko: macOS 15.0+ 필요
ru: Требуется macOS 15.0+
vi: Yêu cầu macOS 15.0+
zh_hans: 需要 macOS 15.0+
zh_hant: 需要 macOS 15.0+

# preferences-capture.opacity-description
source: Ring transparency (%d%%)
de: Ringtransparenz (%d%%)
es: Transparencia del anillo (%d%%)
fr: Transparence de l'anneau (%d%%)
ja: リングの透明度 (%d%%)
ko: 링 투명도(%d%%)
ru: Прозрачность кольца (%d%%)
vi: Độ trong suốt của vòng (%d%%)
zh_hans: 圆环透明度 (%d%%)
zh_hant: 圓環透明度 (%d%%)

# preferences-capture.opacity-title
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
ko: 불투명도
ru: Непрозрачность
vi: Độ mờ
zh_hans: 不透明度
zh_hant: 不透明度

# preferences-capture.position-description
source: Badge placement in recording area
de: Platzierung des Ausweises im Aufnahmebereich
es: Colocación de la credencial en el área de grabación
fr: Placement des badges dans la zone d'enregistrement
ja: 記録領域へのバッジの配置
ko: 녹음 영역에 배지 배치
ru: Размещение бейджа в зоне записи
vi: Vị trí badge trong vùng ghi
zh_hans: 记录区域中的徽章放置
zh_hant: 記錄區域中的徽章放置

# preferences-capture.quality-description
source: Higher quality = larger file size
de: Höhere Qualität = größere Dateigröße
es: Mayor calidad = tamaño de archivo más grande
fr: Qualité supérieure = taille de fichier plus grande
ja: 品質が高い = ファイル サイズが大きくなる
ko: 품질이 높을수록 파일 크기가 커집니다
ru: Более высокое качество = больший размер файла
vi: Chất lượng cao hơn = tệp lớn hơn
zh_hans: 更高的质量 = 更大的文件大小
zh_hant: 更高的質量 = 更大的檔案大小

# preferences-capture.quality-title
source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
ko: 품질
ru: Качество
vi: Chất lượng
zh_hans: 质量
zh_hant: 質量

# preferences-capture.recording-preview
source: Recording preview: %@
de: Aufnahmevorschau: %@
es: Vista previa de grabación: %@
fr: Aperçu de l'enregistrement : %@
ja: 録画プレビュー: %@
ko: 녹화 미리보기: %@
ru: Предварительный просмотр записи: %@
vi: Xem trước bản ghi: %@
zh_hans: 录制预览：%@
zh_hant: 錄制預覽：%@

# preferences-capture.recording-template-description
source: Pattern for auto-saved recording filename
de: Muster für den automatisch gespeicherten Dateinamen der Aufnahme
es: Patrón para el nombre del archivo de grabación guardado automáticamente
fr: Modèle pour le nom de fichier d'enregistrement enregistré automatiquement
ja: 自動保存される録音ファイル名のパターン
ko: 자동 저장된 녹음 파일 이름 패턴
ru: Шаблон для автоматически сохраняемого имени файла записи
vi: Mẫu tên tệp cho bản ghi được lưu tự động
zh_hans: 自动保存录音文件名的模式
zh_hant: 自動保存錄音檔案名的模式

# preferences-capture.recording-template-title
source: Recording Template
de: Aufnahmevorlage
es: Plantilla de grabación
fr: Modèle d'enregistrement
ja: 記録テンプレート
ko: 녹음 템플릿
ru: Шаблон записи
vi: Mẫu tên bản ghi
zh_hans: 录音模板
zh_hant: 錄音模板

# preferences-capture.remember-last-area-description
source: Restore previous recording area on next capture
de: Vorherigen Aufnahmebereich bei der nächsten Aufnahme wiederherstellen
es: Restaurar el área de grabación anterior en la siguiente captura
fr: Restaurer la zone d'enregistrement précédente lors de la prochaine capture
ja: 次のキャプチャ時に以前の記録領域を復元します
ko: 다음 캡처 시 이전 녹음 영역 복원
ru: Восстановить предыдущую область записи при следующем захвате
vi: Khôi phục vùng ghi trước đó ở lần chụp sau
zh_hans: 下次捕获时恢复先前的记录区域
zh_hant: 下次捕獲時恢復先前的記錄區域

# preferences-capture.remember-last-area-title
source: Remember Last Area
de: Letzten Bereich merken
es: Recordar la última área
fr: Mémoriser la dernière zone
ja: 最後のエリアを記憶
ko: 마지막 지역 기억
ru: Запомнить последнюю область
vi: Nhớ vùng gần nhất
zh_hans: 记住最后一个区域
zh_hant: 記住最後一個區域

# preferences-capture.remove-background
source: Remove Background
de: Hintergrund entfernen
es: Eliminar fondo
fr: Supprimer l'arrière-plan
ja: 背景を削除
ko: 배경 제거
ru: Удалить фон
vi: Xóa nền
zh_hans: 删除背景
zh_hant: 刪除背景

# preferences-capture.reset-naming-defaults
source: Reset Naming Defaults
de: Namensvorgaben zurücksetzen
es: Restablecer valores predeterminados de nombres
fr: Réinitialiser les paramètres de dénomination par défaut
ja: 名前付けのデフォルトをリセット
ko: 명명 기본값 재설정
ru: Сбросить настройки именования по умолчанию
vi: Đặt lại mẫu tên mặc định
zh_hans: 重置命名默认值
zh_hant: 重置命名預設值

# preferences-capture.ripple-count-description
source: Number of expanding rings
de: Anzahl der Spreizringe
es: Número de anillos en expansión
fr: Nombre d'anneaux expansibles
ja: 拡張リングの数
ko: 확장 링 수
ru: Количество расширяющихся колец
vi: Số vòng mở rộng
zh_hans: 扩张环数量
zh_hant: 擴張環數量

# preferences-capture.ripple-count-title
source: Ripple Count
de: Ripple-Anzahl
es: Conteo de ondas
fr: Nombre d'ondulations
ja: リップル数​​
ko: 리플 수
ru: Число пульсаций
vi: Số vòng gợn
zh_hans: 纹波计数
zh_hant: 紋波計數

# preferences-capture.screenshot-preview
source: Screenshot preview: %@
de: Screenshot-Vorschau: %@
es: Vista previa de captura de pantalla: %@
fr: Aperçu de la capture d'écran : %@
ja: スクリーンショットのプレビュー: %@
ko: 스크린샷 미리보기: %@
ru: Предварительный просмотр скриншота: %@
vi: Xem trước ảnh chụp: %@
zh_hans: 截图预览：%@
zh_hant: 截圖預覽：%@

# preferences-capture.screenshot-template-description
source: Pattern for auto-saved screenshot filename
de: Muster für automatisch gespeicherten Screenshot-Dateinamen
es: Patrón para el nombre de archivo de captura de pantalla guardado automáticamente
fr: Modèle pour le nom de fichier de capture d'écran enregistré automatiquement
ja: 自動保存されるスクリーンショットのファイル名のパターン
ko: 자동 저장된 스크린샷 파일 이름 패턴
ru: Шаблон для имени файла автоматически сохраняемого скриншота
vi: Mẫu tên tệp cho ảnh chụp được lưu tự động
zh_hans: 自动保存的屏幕截图文件名模式
zh_hant: 自動保存的螢幕截圖檔案名模式

# preferences-capture.screenshot-template-title
source: Screenshot Template
de: Screenshot-Vorlage
es: Plantilla de captura de pantalla
fr: Modèle de capture d'écran
ja: スクリーンショット テンプレート
ko: 스크린샷 템플릿
ru: Шаблон скриншота
vi: Mẫu tên ảnh chụp
zh_hans: 截图模板
zh_hant: 截圖模板

# preferences-capture.scrolling-capture-info
source: Best results come from selecting only the moving content, then scrolling in one direction at a steady pace.
de: Die besten Ergebnisse erzielen Sie, wenn Sie nur den sich bewegenden Inhalt auswählen und dann mit gleichmäßiger Geschwindigkeit in eine Richtung scrollen.
es: Los mejores resultados se obtienen al seleccionar solo el contenido en movimiento y luego desplazarse en una dirección a un ritmo constante.
fr: Les meilleurs résultats proviennent de la sélection uniquement du contenu en mouvement, puis du défilement dans une direction à un rythme constant.
ja: 最良の結果は、動くコンテンツのみを選択し、一定のペースで一方向にスクロールすることによって得られます。
ko: 움직이는 콘텐츠만 선택한 다음 일정한 속도로 한 방향으로 스크롤하면 최상의 결과를 얻을 수 있습니다.
ru: Наилучшие результаты достигаются при выборе только движущегося контента, а затем постоянной прокрутке в одном направлении.
vi: Kết quả tốt nhất là chỉ chọn phần nội dung đang di chuyển, rồi cuộn theo một hướng với tốc độ ổn định.
zh_hans: 最好的结果来自于仅选择移动内容，然后以稳定的速度向一个方向滚动。
zh_hant: 最好的結果來自於僅選擇移動內容，然後以穩定的速度向一個方向滾動。

# preferences-capture.section-after-capture
source: After Capture
de: Nach der Aufnahme
es: Después de la captura
fr: Après la capture
ja: 捕獲後
ko: 캡처 후
ru: После захвата
vi: Sau khi chụp
zh_hans: 捕获后
zh_hant: 捕獲後

# preferences-capture.section-app-windows
source: App Windows
de: App-Fenster
es: Aplicación Windows
fr: Application Windows
ja: アプリウィンドウ
ko: 앱 윈도우
ru: Приложение для Windows
vi: Cửa sổ ứng dụng
zh_hans: 应用程序窗口
zh_hant: 應用程序窗口

# preferences-capture.section-keystroke-overlay
source: Keystroke Overlay
de: Tastenanschlag-Overlay
es: Superposición de pulsaciones de teclas
fr: Superposition de frappe
ja: キーストローク オーバーレイ
ko: 키 입력 오버레이
ru: Наложение нажатия клавиш
vi: Lớp phủ phím bấm
zh_hans: 按键覆盖
zh_hant: 按鍵覆蓋

# preferences-capture.section-mouse-highlight
source: Mouse Highlight
de: Maus-Highlight
es: Resaltado del mouse
fr: Surbrillance de la souris
ja: マウスのハイライト
ko: 마우스 하이라이트
ru: Выделение мышью
vi: Tô sáng chuột
zh_hans: 鼠标高亮
zh_hant: 鼠標高亮

# preferences-capture.section-output-naming
source: Output Naming
de: Ausgabebenennung
es: Nomenclatura de salida
fr: Dénomination des sorties
ja: 出力の名前付け
ko: 출력 이름 지정
ru: Именование выходов
vi: Đặt tên đầu ra
zh_hans: 输出命名
zh_hant: 輸出命名

# preferences-capture.section-recording-behavior
source: Recording Behavior
de: Aufnahmeverhalten
es: Comportamiento de grabación
fr: Comportement d'enregistrement
ja: 録音動作
ko: 녹음 동작
ru: Поведение записи
vi: Hành vi ghi
zh_hans: 记录行为
zh_hant: 記錄行為

# preferences-capture.section-recording-format
source: Recording Format
de: Aufnahmeformat
es: Formato de grabación
fr: Format d'enregistrement
ja: 記録フォーマット
ko: 녹음 형식
ru: Формат записи
vi: Định dạng ghi
zh_hans: 录音格式
zh_hant: 錄音格式

# preferences-capture.section-recording-quality
source: Recording Quality
de: Aufnahmequalität
es: Calidad de grabación
fr: Qualité d'enregistrement
ja: 録音品質
ko: 녹음 품질
ru: Качество записи
vi: Chất lượng ghi
zh_hans: 录音质量
zh_hant: 錄音質量

# preferences-capture.section-scrolling-capture
source: Scrolling Capture
de: Scrollende Aufnahme
es: Captura con desplazamiento
fr: Capture par défilement
ja: スクロール キャプチャ
ko: 스크롤링 캡처
ru: Захват прокрутки
vi: Chụp cuộn
zh_hans: 滚动捕捉
zh_hant: 滾動捕捉

# preferences-capture.show-cursor-description
source: Include mouse pointer in captured screenshots
de: Mauszeiger in aufgenommene Screenshots einbinden
es: Incluir el puntero del mouse en las capturas de pantalla capturadas
fr: Inclure le pointeur de la souris dans les captures d'écran capturées
ja: キャプチャしたスクリーンショットにマウス ポインタを含める
ko: 캡처된 스크린샷에 마우스 포인터 포함
ru: Включить указатель мыши в снимки экрана
vi: Bao gồm con trỏ chuột trong ảnh chụp
zh_hans: 在捕获的屏幕截图中包含鼠标指针
zh_hant: 在捕獲的螢幕截圖中包含鼠標指針

# preferences-capture.show-cursor-title
source: Show cursor
de: Zeige Cursor
es: Mostrar cursor
fr: Afficher le curseur
ja: カーソルを表示
ko: 커서 표시
ru: Показать курсор
vi: Hiện con trỏ
zh_hans: 显示光标
zh_hant: 顯示光標

# preferences-capture.show-session-hints-description
source: Keep guidance visible when starting a scrolling capture session
de: Lassen Sie die Anleitung sichtbar, wenn Sie eine scrollende Aufnahmesitzung starten
es: Mantener la guía visible al iniciar una sesión de captura con desplazamiento
fr: Gardez les conseils visibles lors du démarrage d'une session de capture par défilement
ja: スクロール キャプチャ セッションを開始するときにガイダンスを表示したままにする
ko: 스크롤 캡처 세션을 시작할 때 안내를 계속 표시하세요
ru: Держите подсказки видимыми при запуске сеанса захвата с прокруткой
vi: Giữ phần hướng dẫn hiển thị khi bắt đầu một phiên chụp cuộn
zh_hans: 启动滚动捕获会话时保持指导可见
zh_hant: 啓動滾動捕獲會話時保持指導可見

# preferences-capture.show-session-hints-title
source: Show Session Hints
de: Sitzungshinweise anzeigen
es: Mostrar sugerencias de sesión
fr: Afficher les conseils de session
ja: セッションのヒントを表示
ko: 세션 힌트 표시
ru: Показать подсказки сеанса
vi: Hiện gợi ý trong phiên
zh_hans: 显示会话提示
zh_hant: 顯示會話提示

# preferences-capture.system-audio-description
source: Capture sounds from apps
de: Erfassen Sie Sounds aus Apps
es: Capturar sonidos de aplicaciones
fr: Capturez les sons des applications
ja: アプリからサウンドをキャプチャ
ko: 앱에서 소리를 캡처하세요
ru: Захват звуков из приложений
vi: Ghi lại âm thanh từ ứng dụng
zh_hans: 从应用程序捕获声音
zh_hant: 從應用程序捕獲聲音

# preferences-capture.video-format-description
source: MOV offers better quality. MP4 provides wider compatibility.
de: MOV bietet eine bessere Qualität. MP4 bietet eine größere Kompatibilität.
es: MOV ofrece mejor calidad. MP4 proporciona una compatibilidad más amplia.
fr: MOV offre une meilleure qualité. MP4 offre une compatibilité plus large.
ja: MOV の方が高品質です。 MP4 はより幅広い互換性を提供します。
ko: MOV는 더 나은 품질을 제공합니다. MP4는 더 넓은 호환성을 제공합니다.
ru: MOV предлагает лучшее качество. MP4 обеспечивает более широкую совместимость.
vi: MOV cho chất lượng tốt hơn. MP4 tương thích rộng hơn.
zh_hans: MOV 提供更好的质量。 MP4 提供更广泛的兼容性。
zh_hant: MOV 提供更好的質量。 MP4 提供更廣泛的兼容性。

# preferences-capture.webp-warning
source: WebP encoding is slower than other formats. For faster capture speed, consider using PNG or JPEG.
de: Die WebP-Kodierung ist langsamer als andere Formate. Für eine schnellere Aufnahmegeschwindigkeit sollten Sie die Verwendung von PNG oder JPEG in Betracht ziehen.
es: La codificación WebP es más lenta que otros formatos. Para una velocidad de captura más rápida, considere usar PNG o JPEG.
fr: L'encodage WebP est plus lent que les autres formats. Pour une vitesse de capture plus rapide, pensez à utiliser PNG ou JPEG.
ja: WebP エンコードは他の形式よりも遅くなります。キャプチャ速度を速くするには、PNG または JPEG の使用を検討してください。
ko: WebP 인코딩은 다른 형식보다 느립니다. 더 빠른 캡처 속도를 위해서는 PNG 또는 JPEG 사용을 고려하십시오.
ru: Кодирование WebP медленнее, чем другие форматы. Для более высокой скорости захвата рассмотрите возможность использования PNG или JPEG.
vi: Mã hóa WebP chậm hơn các định dạng khác. Để chụp nhanh hơn, hãy cân nhắc dùng PNG hoặc JPEG.
zh_hans: WebP 编码比其他格式慢。为了获得更快的捕获速度，请考虑使用 PNG 或 JPEG。
zh_hant: WebP 編碼比其他格式慢。為了獲得更快的捕獲速度，請考慮使用 PNG 或 JPEG。

# preferences-cloud-history.clear-all-history
source: Clear all history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l'historique
ja: すべての履歴をクリア
ko: 모든 기록 지우기
ru: Очистить всю историю
vi: Xoa toan bo lich su
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史記錄

# preferences-cloud-history.clear-all-message
source: "Delete from Cloud & Clear" removes files from cloud storage and local history. "Clear History Only" removes local records but keeps files on cloud.
de: „Aus Cloud löschen und löschen“ entfernt Dateien aus dem Cloud-Speicher und dem lokalen Verlauf. „Nur Verlauf löschen“ entfernt lokale Datensätze, behält die Dateien jedoch in der Cloud.
es: "Eliminar de la nube y borrar" elimina archivos del almacenamiento en la nube y del historial local. "Borrar solo historial" elimina los registros locales pero mantiene los archivos en la nube.
fr: "Supprimer du cloud et effacer" supprime les fichiers du stockage cloud et de l'historique local. "Effacer l'historique uniquement" supprime les enregistrements locaux mais conserve les fichiers sur le cloud.
ja: 「クラウドから削除してクリア」は、クラウド ストレージとローカル履歴からファイルを削除します。 「履歴のみを消去」はローカルの記録を削除しますが、ファイルはクラウド上に保持されます。
ko: "클라우드에서 삭제 및 지우기"는 클라우드 저장소 및 로컬 기록에서 파일을 제거합니다. "기록만 지우기"는 로컬 기록을 제거하지만 파일은 클라우드에 보관합니다.
ru: «Удалить из облака и очистить» удаляет файлы из облачного хранилища и локальной истории. «Только очистить историю» удаляет локальные записи, но сохраняет файлы в облаке.
vi: "Xóa khỏi Cloud và xóa lịch sử" sẽ xóa tệp trên Cloud và lịch sử cục bộ. "Chỉ xóa lịch sử" sẽ xóa bản ghi cục bộ nhưng giữ nguyên tệp trên Cloud.
zh_hans: “从云中删除并清除”会从云存储和本地历史记录中删除文件。 “仅清除历史记录”会删除本地记录，但将文件保留在云端。
zh_hant: “從雲中刪除並清除”會從雲存儲和本地歷史記錄中刪除檔案。 “僅清除歷史記錄”會刪除本地記錄，但將檔案保留在雲端。

# preferences-cloud-history.clear-all-title
source: Clear All Upload History?
de: Gesamten Upload-Verlauf löschen?
es: ¿Borrar todo el historial de carga?
fr: Effacer tout l'historique de téléchargement ?
ja: アップロード履歴をすべてクリアしますか?
ko: 업로드 기록을 모두 지우시겠습니까?
ru: Очистить всю историю загрузок?
vi: Xoa toan bo lich su tai len?
zh_hans: 清除所有上传历史记录？
zh_hant: 清除所有上傳歷史記錄？

# preferences-cloud-history.clear-history-only
source: Clear History Only
de: Nur Verlauf löschen
es: Borrar solo historial
fr: Effacer l'historique uniquement
ja: 履歴のみをクリア
ko: 기록만 지우기
ru: Очистить только историю
vi: Chi xoa lich su
zh_hans: 仅清除历史记录
zh_hant: 僅清除歷史記錄

# preferences-cloud-history.copy-link
source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
ru: Копировать ссылку
vi: Sao chep lien ket
zh_hans: 复制链接
zh_hant: 複製鏈接

# preferences-cloud-history.delete-from-cloud-and-clear
source: Delete from Cloud & Clear
de: Aus Cloud löschen und löschen
es: Eliminar de la nube y borrar
fr: Supprimer du cloud et effacer
ja: クラウドから削除してクリア
ko: Cloud & Clear에서 삭제
ru: Удалить из облака и очистить
vi: Xóa khỏi Cloud và xóa lịch sử
zh_hans: 从云端删除并清除
zh_hant: 從雲端刪除並清除

# preferences-cloud-history.dismiss
source: Dismiss
de: Ablehnen
es: Descartar
fr: Rejeter
ja: 却下
ko: 닫기
ru: Уволить
vi: Dong
zh_hans: 解雇
zh_hant: 解雇

# preferences-cloud-history.expire-time
source: Expire Time
de: Ablaufzeit
es: Tiempo de caducidad
fr: Heure d'expiration
ja: 有効期限
ko: 만료 시간
ru: Срок действия
vi: Thoi gian het han
zh_hans: 过期时间
zh_hant: 過期時間

# preferences-cloud-history.expired
source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 期限切れ
ko: 만료됨
ru: Срок действия истек
vi: Da het han
zh_hans: 已过期
zh_hant: 已過期

# preferences-cloud-history.failed-to-delete
source: Failed to delete %@: %@
de: %@ konnte nicht gelöscht werden: %@
es: No se pudo eliminar %@: %@
fr: Échec de la suppression de %@ : %@
ja: %@ を削除できませんでした: %@
ko: %@ 삭제 실패: %@
ru: Не удалось удалить %@: %@
vi: Khong the xoa %@: %@
zh_hans: 无法删除 %@: %@
zh_hant: 無法刪除 %@: %@

# preferences-cloud-history.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
ko: 필터
ru: Фильтры
vi: Bo loc
zh_hans: 过滤器
zh_hant: 過濾器

# preferences-cloud-history.largest-first
source: Largest First
de: Größter erster
es: El más grande primero
fr: Le plus grand premier
ja: 大きい順
ko: 가장 큰 것부터
ru: Крупнейший первый
vi: Lon nhat truoc
zh_hans: 最大的优先
zh_hant: 最大的優先

# preferences-cloud-history.newest-first
source: Newest First
de: Neueste zuerst
es: Más reciente primero
fr: Le plus récent en premier
ja: 新しい順
ko: 최신순
ru: Новейшие Сначала
vi: Moi nhat truoc
zh_hans: 最新优先
zh_hant: 最新優先

# preferences-cloud-history.no-results-found
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりませんでした
ko: 결과를 찾을 수 없습니다
ru: Результатов не найдено
vi: Khong tim thay ket qua
zh_hans: 没有找到结果
zh_hant: 沒有找到結果

# preferences-cloud-history.no-uploads-yet
source: No uploads yet
de: Noch keine Uploads
es: Aún no hay cargas
fr: Aucun téléchargement pour l'instant
ja: まだアップロードはありません
ko: 아직 업로드가 없습니다
ru: Загрузок пока нет
vi: Chua co luot tai len nao
zh_hans: 尚未上传
zh_hant: 尚未上傳

# preferences-cloud-history.oldest-first
source: Oldest First
de: Älteste zuerst
es: El más antiguo primero
fr: Le plus ancien en premier
ja: 古い順
ko: 오래된 것부터
ru: Сначала самый старый
vi: Cu nhat truoc
zh_hans: 最旧的在前
zh_hant: 最舊的在前

# preferences-cloud-history.open-in-browser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
ru: Открыть в браузере
vi: Mo trong trinh duyet
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

# preferences-cloud-history.provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 제공자
ru: Провайдер
vi: Nha cung cap
zh_hans: 提供者
zh_hant: 提供者

# preferences-cloud-history.remove-from-history
source: Remove from history
de: Aus dem Verlauf entfernen
es: Eliminar del historial
fr: Supprimer de l'historique
ja: 履歴から削除
ko: 기록에서 제거
ru: Удалить из истории
vi: Xoa khoi lich su
zh_hans: 从历史记录中删除
zh_hant: 從歷史記錄中刪除

# preferences-cloud-history.reset-filters
source: Reset Filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ja: フィルターをリセット
ko: 필터 재설정
ru: Сбросить фильтры
vi: Dat lai bo loc
zh_hans: 重置过滤器
zh_hant: 重置過濾器

# preferences-cloud-history.search-uploads
source: Search uploads...
de: Uploads suchen...
es: Buscar cargas...
fr: Rechercher des téléchargements...
ja: アップロードを検索...
ko: 업로드 검색...
ru: Поиск загрузок...
vi: Tim kiem luot tai len...
zh_hans: 搜索上传...
zh_hant: 搜索上傳...

# preferences-cloud-history.smallest-first
source: Smallest First
de: Kleinster zuerst
es: El más pequeño primero
fr: Le plus petit en premier
ja: 小さい順
ko: 가장 작은 것부터
ru: Самый маленький первый
vi: Nho nhat truoc
zh_hans: 最小的优先
zh_hant: 最小的優先

# preferences-cloud-history.some-files-could-not-be-deleted
source: Some files could not be deleted: %@
de: Einige Dateien konnten nicht gelöscht werden: %@
es: Algunos archivos no se pudieron eliminar: %@
fr: Certains fichiers n'ont pas pu être supprimés : %@
ja: いくつかのファイルを削除できませんでした: %@
ko: 일부 파일을 삭제할 수 없습니다: %@
ru: Некоторые файлы не удалось удалить: %@
vi: Mot so tep khong the xoa: %@
zh_hans: 某些文件无法删除：%@
zh_hant: 某些檔案無法刪除：%@

# preferences-cloud-history.sort-by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え順
ko: 정렬 기준
ru: Сортировать по
vi: Sap xep theo
zh_hans: 排序方式
zh_hant: 排序方式

# preferences-cloud-history.status-active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
ru: Активный
vi: Con hieu luc
zh_hans: 活跃
zh_hant: 活躍

# preferences-cloud-history.status-all
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 모두
ru: Все
vi: Tat ca
zh_hans: 全部
zh_hant: 全部

# preferences-cloud-history.status-expired
source: Expired
de: Abgelaufen
es: Venció
fr: Expiré
ja: 期限切れ
ko: 만료됨
ru: Истекший
vi: Da het han
zh_hans: 已到期
zh_hant: 已到期

# preferences-cloud-history.window-title
source: Cloud Upload History
de: Cloud-Upload-Verlauf
es: Historial de carga en la nube
fr: Historique de téléchargement dans le cloud
ja: クラウドアップロード履歴
ko: 클라우드 업로드 기록
ru: История загрузок в облако
vi: Lịch sử tải lên Cloud
zh_hans: 云上传历史
zh_hant: 雲上傳歷史

# preferences-general.access-not-granted
source: %@ (Access not granted)
de: %@ (Zugriff nicht gewährt)
es: %@ (Acceso no concedido)
fr: %@ (Accès non accordé)
ja: %@ (アクセスは許可されていません)
ko: %@(액세스 권한이 부여되지 않음)
ru: %@ (Доступ не предоставлен)
vi: %@ (Chưa được cấp quyền)
zh_hans: %@（未授予访问权限）
zh_hant: %@（未授予訪問權限）

# preferences-general.calculating
source: Calculating...
de: Berechnen...
es: Calculando...
fr: Calcul...
ja: 計算中...
ko: 계산 중...
ru: Вычисление...
vi: Đang tính...
zh_hans: 正在计算...
zh_hant: 正在計算...

# preferences-general.check-automatically-description
source: Look for updates on launch
de: Suchen Sie beim Start nach Updates
es: Busque actualizaciones sobre el lanzamiento
fr: Recherchez des mises à jour au lancement
ja: 発売時に最新情報を確認してください
ko: 출시 시 업데이트를 찾아보세요
ru: Следите за обновлениями при запуске
vi: Kiểm tra cập nhật khi khởi chạy
zh_hans: 寻找发布更新
zh_hant: 尋找發佈更新

# preferences-general.check-automatically-title
source: Check automatically
de: Automatisch prüfen
es: Comprobar automáticamente
fr: Vérifiez automatiquement
ja: 自動的にチェックします
ko: 자동으로 확인
ru: Проверка автоматически
vi: Tự kiểm tra
zh_hans: 自动检查
zh_hant: 自動檢查

# preferences-general.choose-button
source: Choose...
de: Wählen Sie...
es: Elige...
fr: Choisissez...
ja: 選択してください...
ko: 선택하세요...
ru: Выбирайте...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇...

# preferences-general.choose-save-location-message
source: Choose where Snapzy saves captures
de: Wählen Sie, wo Snapzy Aufnahmen speichert
es: Elige dónde Snapzy guarda las capturas
fr: Choisissez où Snapzy enregistre les captures
ja: Snapzy がキャプチャを保存する場所を選択します
ko: Snapzy가 캡처를 저장할 위치를 선택하세요
ru: Выберите, где Snapzy сохраняет снимки
vi: Chọn nơi Snapzy lưu ảnh và video
zh_hans: 选择 Snapzy 保存捕获的位置
zh_hant: 選擇 Snapzy 保存捕獲的位置
